Repository: lin-uni-team/rapidpro
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: Add a field
vi: Thêm một trường

source: Add all
vi: Thêm tất

source: fields
vi: các trường

source: contact
vi: liên lạc

source: of
vi: của

source: responses
vi: phản hồi

source: Receiving Messages
vi: Nhận tin nhắn

source: Create Categories
vi: Tạo các mục

source: Hi @contact.name! Can you attend the training session on Saturday?
vi: Xin chào @contact.name! Bạn có thể tham dự buổi đào tạo vào thứ 7 không?

source: Rule Variable
vi: Biến luật

source: Call Webhook
vi: Gọi Webhook

source: Note Title
vi: Tiêu đề ghi chú

source: Remove
vi: Gỡ bỏ

source: Are you sure you want to remove this connection?
vi: Bạn có chắc muốn bỏ kết nối này không?

source: Message text
vi: Tin nhắn văn bản

source: All Responses
vi: Tất cả các phản hồi

source: Response
vi: Phản hồi

source: Webhook variables
vi: Các biến Webhook

source: Category
vi: Hạng mục

source: Text
vi: Văn bản

source: Time
vi: Thời gian

source: Receive SMS
vi: Nhận SMS

source: Action
vi: Thao tác

source: When somebody arrives at this point in your flow
vi: Khi ai đó đến điểm này trong luồng của bạn

source: All flow variables
vi: Các biến luồng

source: Click to set Webhook URL
vi: Nhấn chuột để thiết lập Webhook URL

source: Send SMS
vi: gửi tin nhắn SMS

source: Add to Group
vi: Thêm vào nhóm

source: Remove from Group
vi: Loại bỏ khỏi nhóm

source: Play Message
vi: Chạy tin nhắn

source: Start Another Flow
vi: Bắt đầu một luồng khác

source: Place Somebody Else in a Flow
vi: đặt ai đó vào luồng

source: Update Contact
vi: Cập nhật liên lạc

source: Add new variable
vi: Thêm một biến mới

source: Contact Field
vi: Trường liên lạc

source: Send Email
vi: gửi email

source: Enter a valid e-mail address
vi: Nhập vào một địa chỉ email hợp lệ

source: is not a valid number
vi: không phải là số hợp lệ

source: The second number
vi: số thứ hai

source: should be larger than the first one
vi: phải lớn hơn số đầu tiên

source: is not a number
vi: không phải là một số

source: Variable name can only contains alphanumeric characters
vi: Tên biến chỉ có thể chứa ký tự và số

source: End of Branch
vi: Kết thúc nhánh

source: You must first add a response to this branch in order to extend it.
vi: Bạn phải thêm một phản hồi vào nhánh này để có thể mở rộng nó

source: Add Response
vi: Thêm phản hồi

source: Enter the message to read out to the contact when they answer the phone.
vi: Nhập tin nhắn để đọc ra liên lạc khi họ trả lời điện thoại

source: Hi @contact.name, do you have a moment to participate in a short poll?
vi: Chào @contact.name, bạn có thời gian để tham gia một khảo sát ngắn không?

source: To get your flow started, you need to send a message.
vi: Để luồng của bạn bắt đầu, bạn cần phải gửi một tin nhắn.

source: Click here to create the first message in your flow.
vi: Nhấn vào đây để tạo tin nhắn đầu tiên trong luồng của bạn.

source: Hi @contact.name! Will you be able to attend the training on Saturday?
vi: Chào @contact.name! Bạn có thể tham gia buổi đào tạo vào thứ Bảy sắp tới không?

source: Archived Survey
vi: Kho khảo sát

source: This Survey is Archived.
vi: Khảo sát đã được lưu trữ.

source: You cannot broadcast to an archived survey
vi: Bạn không thể truyền đi một khảo sát đã được lưu trữ

source: Save
vi: lưu

source: Processing..
vi: xử lí dữ liệu

source: Recipients, enter contacts or groups
vi: Những người nhận, nhập liên lạc hoặc các nhóm

source: Enter one or more contact groups
vi: Nhập một hay nhiều nhóm liên hệ

source: Send Message
vi: gửi nhắn tin
