Repository: lin-uni-team/rapidpro
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: All flow variables
vi: Các biến luồng

source: Start Flow
vi: Bắt đầu luồng

source: Results
vi: Kết quả

source: Copy
vi: Sao chép

source: Revision History
vi: Lịch sử hiệu chỉnh

source: Export Flow
vi: Xuất luồng

source: Sorry you have no permission for this action.
vi: Xin lỗi bạn không có quyền cho hành động này

source: Contacts & Groups
vi: Liên lạc và nhóm

source: These contacts will be added to the flow, sending the first message if appropriate.
vi: Những liên lạc này sẽ được thêm vào luồng, gửi tin nhắn đầu tiên nếu thích hợp

source: Restart Participants
vi: Khởi động lại người tham gia

source: Restart any contacts already participating in this flow
vi: Khởi động lại bất kì người nào đã tham gia vào luồng này

source: You must specify at least one contact or one group to start a flow.
vi: Bạn phải chỉ rõ ít nhất một người hoặc một nhóm để bắt đầu một luồng

source: This flow is already being started, please wait until that process is complete before starting more contacts.
vi: Luồng này đã được bắt đầu, hãy đợi đến khi quá trình đó hoàn thành trước khi bắt đầu thêm nhiều người nữa

source: Add Contacts to Flow
vi: Thêm liên lạc vào luồng

source: Name already used
vi: Tên đã được sử dụng

source: Contact URN
vi: URN liên lạc

source: Call ended.
vi: Cuộc gọi kết thúc

source: You must select a country for your organization.
vi: Bạn phải chọn một quốc gia cho tổ chức của bạn

source: Initializing
vi: Đang khởi tạo

source: Pending
vi: Đang đợi xử lí

source: Queued
vi: Đã được xếp hàng

source: Sent
vi: Đã gửi

source: Delivered
vi: Đã giao

source: Handled
vi: Đã xử lí

source: Error Sending
vi: Lỗi gửi tin

source: Failed Sending
vi: Gửi tin thất bại

source: Resent message
vi: Gửi lại tin nhắn

source: The groups to send the message to
vi: Các nhóm được gửi tin nhắn

source: Individual contacts included in this message
vi: Các liên lạc cá nhân được bao gồm trong tin nhắn này

source: URNs
vi: các URN

source: Individual URNs included in this message
vi: Các URN cá nhân được bao gồm trong tin nhắn này

source: Number of recipients
vi: Số lượng người nhận

source: Number of contacts to receive this broadcast
vi: Số lượng liên lạc được nhận trong lần phát đi này

source: Text
vi: Văn bản

source: The message to send out
vi: Tin nhắn đã được phát đi

source: Status
vi: Trạng thái

source: The current status for this broadcast
vi: Trạng thái hiện tại cho lần phát đi này

source: Schedule
vi: Thời khóa biểu

source: Our recurring schedule if we have one
vi: Thời khóa biểu tuần hoàn nếu chúng ta có

source: Translations
vi: Các bản dịch

source: The localized versions of the broadcast
vi: Phiên bản địa phương hóa của tin phát

source: Visible
vi: Có thể thấy được

source: Archived
vi: Được lưu trữ

source: Deleted
vi: Được xóa

source: Incoming
vi: Đang đến

source: Outgoing
vi: Đi

source: Inbox Message
vi: Tin nhắn đến

source: Flow Message
vi: Tin nhắn luồng

source: The org this message is connected to
vi: Tổ chức được tin nhắn này liên kết

source: The channel object that this message is associated with
vi: Kênh mục tiêu được tin nhắn này kết hợp

source: Contact
vi: Liên lạc

source: If this message was sent to more than one recipient
vi: Liệu tin nhắn này được gửi đến nhiều hơn một người nhận

source: The actual message content that was sent
vi: Nội dung tin nhắn thật sự được gửi

source: The priority for this message to be sent, higher is higher priority
vi: Quyền ưu tiên cho tin nhắn này để gửi, cao hơn là quyền ưu tiên cao hơn

source: Created On
vi: Được tạo vào lúc

source: When this message was created
vi: Khi tin nhắn này được tạo

source: Sent On
vi: Được gửi vào lúc

source: When this message was sent to the endpoint
vi: Khi tin nhắn này được gửi đến điểm cuối

source: Delivered On
vi: Được phát vào lúc

source: When this message was delivered to the final recipient (for incoming messages, when the message was handled)
vi: Khi tin nhắn này được chuyển tới người nhận cuối cùng (với những tin nhắn đến, khi tin nhắn đã được xử lí)

source: Queued On
vi: Được xếp hàng vào lúc

source: When this message was queued to be sent or handled.
vi: Khi tin nhắn này được xếp hàng đợi gửi hoặc xử lí

source: Direction
vi: Điều hướng

source: The direction for this message, either incoming or outgoing
vi: Điều hướng cho tin nhắn này, cả đến và đi

source: The current status for this message
vi: Trạng thái hiện tại cho tin nhắn này

source: Response To
vi: Phản hồi đến

source: The message that this message is in reply to
vi: Tin nhắn được tin nhắn này trả lời

source: Any labels on this message
vi: Bất kì nhãn nào trên tin nhắn này

source: Message Type
vi: Loại tin nhắn

source: The type of this message
vi: Loại của tin nhắn này

source: Message Count
vi: Số lượng tin nhắn

source: The number of messages that were used to send this message, calculated on Twilio channels
vi: Số lượng tin nhắn được dùng để gửi thông điệp này, tính trên kênh Twilio

source: Error Count
vi: Số lượng lỗi

source: The number of times this message has errored
vi: Số lần tin nhắn này bị lỗi

source: Next Attempt
vi: Lần thử tiếp theo

source: When we should next attempt to deliver this message
vi: Khi chúng ta cố phát tin nhắn này lần tiếp theo

source: External ID
vi: ID ngoài

source: External id used for integrating with callbacks from other APIs
vi: ID ngoài dùng để tích hợp với các cuộc gọi lại từ những API khác

source: Cannot process an outgoing message.
vi: Không thể xử lí một tin nhắn đi

source: Can't create an incoming message without an org
vi: Không thể tạo một tin nhắn đến mà không có tổ chức

source: Unknown Call Type
vi: Loại cuộc gọi không xác định

source: Incoming Call
vi: Cuộc gọi đến

source: Missed Incoming Call
vi: Cuộc gọi đến bị nhỡ

source: Outgoing Call
vi: Cuộc gọi đi

source: Missed Outgoing Call
vi: Cuộc gọi đi bị nhỡ

source: The channel where this call took place
vi: Kênh tại nơi cuộc gọi này thực hiện

source: The phone number for this call
vi: Số điện thoại cuộc gọi này

source: Time
vi: Thời gian

source: When this call took place
vi: Khi cuộc gọi này thực hiện

source: Duration
vi: Khoảng thời gian

source: The duration of this call in seconds, if appropriate
vi: Độ dài cuộc gọi này tính theo giây, nếu thích hợp

source: Call Type
vi: Loại cuộc gọi

source: The type of call
vi: Loại cuộc gọi

source: The name of this label
vi: Tên nhãn này

source: The organization of the user.
vi: Tổ chức của người dùng.

source: The date for the oldest message to export
vi: Ngày tháng cho tin nhắn cũ nhất để xuất

source: The date for the newest message to export
vi: Ngày tháng cho tin nhắn mới nhất để xuất

source: Messages %d
vi: Số tin nhắn %d

source: Contact Field: %(label)s
vi: Trường liên lạc: %(label)s

source: At least one recipient is required
vi: Cần ít nhất một người nhận

source: Inbox
vi: Hộp thư đến

source: Outbox
vi: Hộp thư gửi

source: Calls
vi: Các cuộc gọi

source: Schedules
vi: Các bảng thời khóa biểu

source: Schedule Message
vi: Đặt lịch tin nhắn

source: Scheduled Message
vi: Tin nhắn được lên lịch

source: Scheduled Messages
vi: Các tin nhắn được lên lịch

source: Send
vi: Gửi

source: Archive Messages
vi: Lưu trữ tin nhắn

source: Move to Inbox
vi: Chuyển đến hộp thư đến

source: Resend Messages
vi: Gửi lại các tin nhắn

source: Delete Messages
vi: Xóa các tin nhắn

source: Must specify a label
vi: Phải ghi rõ một nhãn

source: Missing label
vi: Nhãn bị thiếu

source: Oops, so sorry. Something went wrong!
vi: Rất tiếc, xin lỗi bạn. Một vài thứ bị sai!

source: Which channel will deliver the message
vi: Kênh nào sẽ phát tin nhắn này

source: The URN of the contact delivering this message
vi: URN của liên lạc phát tin nhắn này

source: The message that is being delivered
vi: Tin nhắn đang được phát đi

source: The date for the oldest message to export. (Leave blank to export from the oldest message).
vi: Ngày tháng cho tin nhắn cũ nhất để xuất (Để trống sẽ xuất từ tin nhắn cũ nhất)

source: The date for the latest message to export. (Leave blank to export up to the latest message).
vi: Ngày tháng cho tin nhắn cuối cùng để xuất (Để trống xuất cho đến tin nhắn cuối cùng)

source: Export only messages from these contact groups. (Leave blank to export all messages).
vi: Xuất chỉ những tin nhắn từ các nhóm liên lạc này. (Để trống để xuất tất cả tin nhắn)

source: The Start Date should not be a date in the future.
vi: Ngày tháng bắt đầu không nên là ngày tháng ở tương lai

source: The End Date should be a date after the Start Date
vi: Ngày tháng kết thúc nên sau ngày tháng bắt đầu

source: We are preparing your export.
vi: chúng tôi đang chuẩn bị để truy xuất

source: We will e-mail you at %s when it is ready.
vi: Chúng tôi sẽ email bạn tại %s khi đã sẵn sàng.

source: Flow Messages
vi: Các tin nhắn luồng

source: Failed Outgoing Messages
vi: Các tin nhắn đi không thành công

source: Export Data
vi: Xuất dữ liệu

source: Send All
vi: Gửi tất cả

source: Nexmo Error # %s: %s
vi: Lỗi Nexmo # %s: %s

source: Free Plan
vi: Gói miễn phí

source: Trial
vi: Thử nghiệm

source: Bronze
vi: Đồng

source: Silver
vi: Bạc

source: Gold
vi: Vàng

source: Platinum
vi: Bạch kim

source: Plan
vi: Kế hoạch

source: What plan your organization is on
vi: Kế hoạch nào tổ chức của bạn sử dụng

source: Plan Start
vi: Khởi đầu kế hoạch

source: When the user switched to this plan
vi: Khi người dùng chuyển sang kế hoạch này

source: Administrators
vi: Những người quản trị

source: The administrators in your organization
vi: Những người quản trị trong tổ chức của bạn

source: Viewers
vi: Những người xem

source: The viewers in your organization
vi: Những người xem trong tổ chức của bạn

source: Editors
vi: Những người biên tập

source: The editors in your organization
vi: Những người biên tập trong tổ chức của bạn

source: The main language used by this organization
vi: Ngôn ngữ chính được dùng trong tổ chức này

source: Timezone
vi: Múi giờ

source: Date Format
vi: Định dạng ngày tháng

source: Whether day comes first or month comes first in dates
vi: Liệu ngày trước tháng hay tháng trước ngày

source: Message Last Viewed
vi: Lượt xem cuối tin nhắn

source: Flows Last Viewed
vi: Lượt xem cuối các luồng

source: Configuration
vi: Cấu hình

source: The primary language will be used for contacts with no language preference.
vi: Ngôn ngữ chính sẽ được dùng cho những liên hệ không có ưu tiên ngôn ngữ

source: Invalid bundle: %s, cannot upgrade.
vi: Gói không hợp lệ: %s, không thể nâng cấp.

source: Sorry, we were unable to charge your card, please try again later or contact us.
vi: Xin lỗi, chúng tôi không thể nạp thẻ của bạn, vui lòng thử lại sau hoặc liên hệ với chúng tôi

source: Sorry, we are unable to cancel your plan at this time. Please contact us.
vi: Xin lỗi, chúng tôi không thể hủy kế hoạch của bạn vào thời điểm này. Vui lòng liên hệ với chúng tôi

source: Administrator
vi: Người quản trị

source: Editor
vi: Người biên tập

source: Viewer
vi: Người xem

source: The organization to which the account is invited to view
vi: Tổ chức mà tài khoản được mời để xem

source: The email to which we send the invitation of the viewer
vi: Email chúng ta gửi lời mời của người xem

source: a unique code associated with this invitation
vi: một mã duy nhất liên kết với lời mời này

source: User Role
vi: Vai trò người dùng

source: %(name)s Invitation
vi: Lời mời %(name)s

source: Your preferred language
vi: Ngôn ngữ ưu tiên của bạn

source: Phone Number
vi: Số điện thoại

source: Phone number for testing and recording voice flows
vi: Số điện thoại cho các luồng kiểm thử và thu tiếng

source: Price Paid
vi: Giá đã thanh toán

source: The price paid for the messages in this top up (in cents)
vi: Giá đã thanh toán cho các tin nhắn trong lần bổ sung này (theo cent)

source: Number of Credits
vi: Số tín dụng

source: The number of credits bought in this top up
vi: Số lượng tín dụng được mua trong lần bổ sung này

source: The date that this top up will expire
vi: Ngày tháng bổ sung này sẽ kết thúc

source: Your first name
vi: Tên của bạn

source: Your last name
vi: Họ của bạn

source: Your email address
vi: Địa chỉ email của bạn

source: The timezone your organization is in
vi: Múi giờ tổ chức của bạn

source: Your password, at least eight letters please
vi: Mật khẩu của bạn, vui lòng nhập ít nhất tám chữ cái

source: Organization
vi: Tổ chức

source: The name of your organization
vi: Tên tổ chức của bạn

source: That email address is already used
vi: Địa chỉ email đó đã được sử dụng

source: Passwords must contain at least 8 letters.
vi: Mật khẩu phải chứa ít nhất 8 chữ cái.

source: The first name of the organization administrator
vi: Tên của người quản lí tổ chức

source: Your last name of the organization administrator
vi: Họ của người quản lí tổ chức

source: Their email address
vi: Địa chỉ email của họ

source: The timezone the organization is in
vi: Tổ chức thuộc múi giờ

source: Their password, at least eight letters please. (leave blank for existing users)
vi: Mật khẩu của họ, ít nhất tám ký tự. (để khoảng trống cho những người đang sử dụng)

source: The name of the new organization
vi: Tên của tổ chức mới

source: The initial number of credits granted to this organization.
vi: Số đầu tiên của thẻ tín dụng đã cấp cho tổ chức này

source: User already exists, please do not include password.
vi: Người dùng đã tồn tại, vui lòng không để lại mật khẩu

source: Password must be at least 8 characters long
vi: Mật khẩu dài ít nhất 8 kí tự

source: Your First Name (required)
vi: Tên của bạn (bắt buộc)

source: Your Last Name (required)
vi: Họ của bạn (bắt buộc)

source: Current Password (required)
vi: Mật khẩu hiện tại (bắt buộc)

source: New Password (optional)
vi: Mật khẩu mới (tùy chọn)

source: Website Language
vi: Ngôn ngữ trang web

source: Passwords must have at least 8 letters.
vi: Mật khẩu phải ít nhất 8 ký tự.

source: Please enter your password to save changes.
vi: Vui lòng nhập mật khẩu của bạn để lưu những thay đổi.

source: Sorry, that email address is already taken.
vi: Rất tiếc, địa chỉ email đó đã được sử dụng.

source: Start Call
vi: Bắt đầu cuộc gọi

source: Import successful
vi: Nhập liệu thành công

source: The import file
vi: File xuất

source: Update all flows and campaigns
vi: Cập nhật tất cả các luồng dữ liệu và các chiến lược

source: Sorry, import is a premium feature
vi: Rất tiếc, nhập liệu là yếu tố ban đầu

source: This file is no longer valid. Please export a new version and try again.
vi: Dữ liệu này không còn tồn tại. Vui lòng xuất một bản mới và thử lại

source: Sorry, your import file is invalid.
vi: Rất tiếc, tệp dữ liệu của bạn không hợp lệ.

source: Your Twilio Account SID
vi: Mã tài khoản Twilio của bạn

source: Your Twilio Account Token
vi: Mã tài khoản Twilio của bạn

source: You must enter your Twilio Account SID
vi: Bạn phải nhập tài khoản Twilio SID

source: You must enter your Twilio Account Token
vi: Bạn phải nhập mã tài khoản Twilio

source: The Twilio account SID and Token seem invalid. Please check them again and retry.
vi: Mã ID và mã tài khoản Twilio của bạn không đúng. Vui lòng kiểm tra và thử lại.

source: Your Nexmo API key
vi: API key tài khoản Nexmo của bạn

source: Your Nexmo API secret
vi: API secret trên tài khoản Nexmo của bạn

source: Your Nexmo API key and secret seem invalid. Please check them again and retry.
vi: API key và API secret tài khoàn Nexmo của bạn không hợp lệ. Vui lòng kiểm tra và thử lại.

source: Invite people to your organization
vi: Mời người khác tới tổ chức của bạn.

source: User group
vi: Nhóm người dùng

source: One of the emails you entered is invalid.
vi: Một trong những email bạn nhập không hợp lệ.

source: Manage %(name)s Accounts
vi: Quản lý tài khoản %(name)s

source: Select your Organization
vi: Chọn tổ chức của bạn

source: Your invitation link is invalid. Please contact your organization administrator.
vi: Đường dẫn cho lời mời của bạn không hợp lệ. Vui lòng liên hệ với quản trị viên của tổ chức.

source: Join
vi: Tham gia

source: Your invitation link has expired. Please contact your organization administrator.
vi: Đường dẫn lời mời của bạn đã hết hạn. Vui lòng liên hệ quản trị viên của tổ chức.

source: Create Organization Account
vi: Tạo tài khoản tổ chức

source: Sign Up
vi: Đăng kí

source: Save
vi: lưu

source: Webhook URL
vi: Đường dẫn Webhook

source: Incoming SMS
vi: SMS đến

source: Outgoing SMS
vi: SMS đi

source: Incoming Calls
vi: Cuộc gọi đến

source: Outgoing Calls
vi: Cuộc gọi đi

source: Channel Alarms
vi: Tín hiệu báo động kênh

source: Your Account
vi: Tài khoản của bạn

source: Logout
vi: Đăng xuất

source: Add Channel
vi: Thêm kênh

source: Import
vi: Nhập

source: Your organization's timezone
vi: Múi giờ của tổ chức

source: The slug, or short name for your organization
vi: Tên viết tắt của tổ chức

source: The country used for location values. (optional)
vi: Quốc gia dùng trong thông tin địa điểm. (Tùy chọn)

source: Primary Language
vi: Ngôn ngữ chính

source: Additional Languages
vi: Ngôn ngữ phụ

source: and
vi: và

source: %s and %s
vi: %s và %s

source: Cleared %s cache for this organization (%d keys)
vi: Đã xóa %s cache cho tổ chức (%d keys)

source: The name of the video
vi: Tên của đoạn phim

source: Summary
vi: Tóm tắt

source: A short blurb about the video
vi: Giới thiệu ngắn về đoạn phim

source: Description
vi: Mô tả

source: The id vimeo uses for this video
vi: ID Vimeo sử dụng cho đoạn phim này

source: Register for public beta
vi: Đăng kí public beta

source: Title
vi: Tiêu đề

source: The name title or this report
vi: Tên tiêu đề của báo cáo này

source: The full description for the report
vi: Mô tả đầy đủ của bản báo cáo

source: The JSON encoded configurations for this report
vi: Tùy chỉnh mã hóa JSON của bản báo cáo

source: Whether this report is currently published
vi: Bản báo cáo có đang được công bố hay chưa

source: English
vi: Tiếng Anh

source: Portuguese
vi: Tiếng Bồ Đào Nha

source: French
vi: Tiếng Pháp

source: Spanish
vi: Tiếng Tây Ban Nha

source: Visually build nationally scalable mobile applications from anywhere in the world.
vi: Xây dựng trực quan các ứng dụng di động có thể nhân rộng toàn quốc từ bất cứ đâu trên thế giới.

source: Keyword Trigger
vi: Kích hoạt bằng từ khóa

source: Schedule Trigger
vi: Kích hoạt định kì

source: Inbound Call Trigger
vi: Kích hoạt từ cuộc gọi đến

source: Missed Call Trigger
vi: Kích hoạt từ cuộc gọi nhỡ

source: Catch All Trigger
vi: Kích hoạt từ tất cả

source: Follow Account Trigger
vi: Kích hoạt khi tài khoản có theo dõi

source: The organization this trigger belongs to
vi: Tổ chức kích hoạt này thuộc vể

source: Keyword
vi: Từ khóa

source: The first word in the message text
vi: Từ đầu tiên trong văn bản tin nhắn

source: Flow
vi: Luồng

source: Which flow will be started
vi: Luồng sẽ được bắt đầu

source: Last Triggered
vi: Được kích hoạt lần cuối

source: The last time this trigger was fired
vi: Lần cuối sự kích hoạt này được khởi động

source: Trigger Count
vi: Số lượng kích hoạt

source: How many times this trigger has fired
vi: Bao nhiêu lần bộ kích hoạt này được khởi động

source: Is Archived
vi: Đã bị xóa

source: Our recurring schedule
vi: Lịch trình tuần hoàn của chúng ta

source: The associated channel
vi: Kênh liên kết

source: Keywords must be a single word containing only letter and numbers
vi: Các từ khóa phải là từ đơn chỉ chứa chữ cái và số

source: Only Groups
vi: Các nhóm duy nhất

source: The first word of the message text
vi: Từ đầu tiên của văn bản tin nhắn

source: Group to Join
vi: Nhóm để gia nhập

source: The group the contact will join when they send the above keyword
vi: Nhóm mà người liên hệ sẽ gia nhập khi họ gửi từ khóa trên

source: Response
vi: Phản hồi

source: The message to send in response after they join the group (optional)
vi: Tin nhắn gửi phản hồi sau khi họ gia nhập nhóm (tùy chọn)

source: Active
vi: Hoạt động

source: The first word of the message
vi: Từ đầu tiên của tin nhắn

source: Create Schedule
vi: Tạo lịch

source: Summary of contact fields with value type of %s is not supported
vi: Bản tóm tắt các trường liên lạc với kiểu giá trị %s chưa được hỗ trợ

source: Cannot segment on location for field that is not a State or District type
vi: Không thể phân vùng cho trường không phải là bang hoặc quận

source: Cannot segment by location until country has been selected for organization
vi: Không thể phân vùng cho đến khi quốc gia được chọn cho tổ chức

source: You must specify a parent state to segment results by district
vi: Bạn phải cụ thể một bang gốc để phân kết quả theo quận

source: All
vi: Tất cả
