Repository: lin-uni-team/rapidpro
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Cannot create contact field with key '%s'
vi: Không thể khởi tạo trường liên lạc với khóa '%s'

source: Unable to find contact with uuid: %s
vi: Không tìm thấy liên lạc với uuid: %s

source: File not found
vi: Không tìm thấy tập dữ liệu

source: Unique Identifier
vi: Mã nhận dạng.

source: Unknown version (%s)
vi: Phiên bản không xác định (%s)

source: Default Encoding
vi: Dạng mã hóa mặc định

source: Smart Encoding
vi: Mã hóa thông minh

source: Unicode Encoding
vi: Mã hóa Unicode

source: Channel Type
vi: Loại kênh

source: Type of this channel, whether Android, Twilio or SMSC
vi: Loại kênh này là Android, Twilio hay SMSC

source: Name
vi: Tên

source: Descriptive label for this channel
vi: Nhãn mô tả cho kênh này

source: Address
vi: Địa chỉ

source: Address with which this channel communicates
vi: Địa chỉ liên hệ qua kênh này

source: Country
vi: Quốc gia

source: Country which this channel is for
vi: Kênh này dành cho Quốc gia

source: Org
vi: Tổ chức

source: Organization using this channel
vi: Tổ chức đang sử dụng kênh này

source: The registration id for using Google Cloud Messaging
vi: Tài khoản đăng ký sử dụng Google Cloud Messaging

source: UUID for this channel
vi: UUID cho kênh này

source: Claim Code
vi: Mã xác nhận

source: The token the user will us to claim this channel
vi: Mã mà người dùng sẽ sử dụng để xác nhận kênh này

source: Secret
vi: Bí mật

source: The secret token this channel should use when signing requests
vi: Mã bí mật kênh này sử dụng khi xác nhận yêu cầu

source: Last Seen
vi: Thấy lần cuối

source: The last time this channel contacted the server
vi: Lần cuối kênh này liên lạc với server

source: Device
vi: Thiết bị

source: The type of Android device this channel is running on
vi: Loại thiết bị Android mà kênh này đang chạy

source: What Android OS version this channel is running on
vi: Kênh này chạy trên phiên bản hệ điều hành Android nào

source: Alert Email
vi: Email cảnh báo

source: We will send email alerts to this address if experiencing issues sending
vi: Chúng tôi sẽ gửi email cảnh báo tới địa chỉ này nếu xảy ra sự cố khi gửi

source: Config
vi: Cấu hình

source: Any channel specific configuration, used for the various aggregators
vi: Bất kỳ cấu hình cụ thể của kênh, sử dụng cho các bộ tổng hợp

source: The roles this channel can fulfill
vi: Vai trò của kênh

source: The channel this channel is working on behalf of
vi: Kênh mà kênh này đang làm việc dưới danh nghĩa

source: There was a problem claiming that number, please check the balance on your account.
vi: Đã xảy ra một vấn để khi xác nhận số này, hãy kiểm tra số dư tài khoản của bạn.

source: There was a problem claiming that number, please check the balance on your account. Note that you can only claim numbers after adding credit to your Nexmo account.
vi: Đã có vấn đề trong việc xác nhận số này, hãy kiểm tra số dư tài khoản. Chú ý rằng bạn chỉ có thể xác nhận những con số sau khi thêm tiền vào tài khoản Nexmo của bạn

source: Your Twilio account is no longer connected. First remove your Twilio account, reconnect it and try again.
vi: Tài khoản Twilio của bạn không còn được kết nối. Đầu tiên hãy xóa tài khoản Twilio, thử kết nối lại và thử lại.

source: Android Phone
vi: Điện thoại Android

source: %s Channel
vi: %s Kênh

source: Message no longer has a way of being sent, marking as failed.
vi: Tin nhắn chưa được gửi, xem như không thành công.

source: Unknown channel type: %(channel)s
vi: Loại kênh không xác định: %(channel)s

source: Success Log Record
vi: Bản ghi nhật kí thành công

source: Error Log Record
vi: Bản ghi nhật kí lỗi

source: Channel
vi: Kênh

source: The channel that synced to the server
vi: Kênh đã đồng bộ với server

source: Power Source
vi: Nguồn

source: The power source the device is using
vi: Nguồn năng lượng mà thiết bị đang sử dụng

source: Power Status
vi: Trạng thái nguồn

source: The power status. eg: Charging, Full or Discharging
vi: Trạng thái nguồn. VD: Sạc, Đầy hoặc Ngừng sạc

source: Power Level
vi: Mức năng lượng

source: The power level of the battery
vi: Mức năng lượng của Pin

source: Network Type
vi: Loại mạng

source: The data network type to which the channel is connected
vi: Loại mạng dữ liệu mà kênh được kết nối

source: Lifetime
vi: Tuổi thọ

source: Pending Messages Count
vi: Số lượng tin nhắn đang chờ

source: The number of messages on the channel in PENDING state
vi: Số lượng tin nhắn trên kênh đang ở trong trạng thái chờ

source: Retry Message Count
vi: số lần cố gửi tin.

source: The number of messages on the channel in RETRY state
vi: Số lượng tin nhắn đang ở trong trạng thái chờ thử gửi lại

source: Incoming Command Count
vi: Số lượng lệnh đang đến

source: The number of commands that the channel gave us
vi: Số lượng lệnh mà kênh đã gửi tới chúng tôi

source: Outgoing Command Count
vi: Số lượng lệnh gửi đi

source: The number of commands that we gave the channel
vi: Số lượng lệnh mà chúng tôi gửi tới kênh

source: Power
vi: Năng lượng

source: Disconnected
vi: Ngắt kết nối

source: The channel that this alert is for
vi: Báo động này dành cho kênh

source: Sync Event
vi: Sự kiện đồng bộ

source: The sync event that caused this alert to be sent (if any)
vi: Việc đồng bộ hóa sẽ được gửi thông báo ( nếu có )

source: Alert Type
vi: Loại cảnh báo

source: The type of alert the channel is sending
vi: Loại cảnh báo mà kênh đang gửi đi

source: Ended On
vi: Đã dừng vào

source: The host this alert was created on
vi: Cảnh báo này được tạo trên máy chủ

source: Unknown alert type: %(alert)s
vi: Loại cảnh báo không xác định: %(alert)s

source: Belgium
vi: Bỉ

source: Finland
vi: Phần Lan

source: Norway
vi: Na Uy

source: Poland
vi: Ba Lan

source: Spain
vi: Tây Ban Nha

source: Sweden
vi: Thụy Điển

source: United Kingdom
vi: Vương Quốc Anh

source: United States
vi: Mỹ

source: Australia
vi: Úc

source: Austria
vi: Áo

source: Czech Republic
vi: Cộng hòa Séc

source: Denmark
vi: Đan Mạch

source: France
vi: Pháp

source: Germany
vi: Đức

source: Ireland
vi: Ai Len

source: Switzerland
vi: Thụy Sĩ

source: Italy
vi: Ý

source: Netherlands
vi: Hà Lan

source: Russia
vi: Nga

source: South Africa
vi: Nam Phi

source: South Korea
vi: Hàn Quốc

source: POST Required
vi: Yêu cầu POST

source: The claim code from your Android phone
vi: Mã xác nhận từ điện thoại Android của bạn

source: The phone number of the phone
vi: Số điện thoại

source: Invalid claim code, please check and try again.
vi: Mã xác nhận không đúng, hãy kiểm tra và thử lại.

source: Invalid phone number, try again.
vi: Số điện thoại không đúng, hãy thử lại.

source: Phone number of this device
vi: Số điện thoại của thiết bị này

source: Handle
vi: Giải quyết

source: Twitter handle of this channel
vi: Tài khoản Twitter đang tương tác qua kênh này.

source: Edit
vi: Sửa

source: Disable Bulk Sending
vi: Vô hiệu hóa gửi tin số lượng lớn

source: Enable Bulk Sending
vi: kích hoạt gửi tin số lượng lớn.

source: Disable Voice Calling
vi: Vô hiệu cuộc thoại

source: Remove
vi: Gỡ bỏ

source: Remove Android
vi: Gỡ bỏ Android

source: We have disconnected your Twilio number. If you do not need this number you can delete it from the Twilio website.
vi: Chúng tôi đã ngừng kết nối số Twilio của bạn. Nếu bạn không cần số này bạn có thể xóa nó từ website Twilio

source: Your phone number has been removed.
vi: Số điện thoại của bạn đã được gỡ bỏ.

source: We encountered an error removing your channel, please try again later.
vi: Chúng tôi đã gặp phải một lỗi trong khi gỡ bỏ kênh của bạn, xin hãy thử lại.

source: Save Changes
vi: Lưu thay đổi.

source: or
vi: hoặc

source: A connection to a Nexmo account is required
vi: Một kết nối với tài khoản Nexmo được yêu cầu

source: Sorry, a caller cannot be added for that number
vi: Xin lỗi, một người không thể được thêm cho số đó

source: The Zenvia short code
vi: Mã ngắn Zenvia

source: Your account name on Zenvia
vi: Tên tài khoản của bạn trên Zenvia

source: Your api code on Zenvia for authentication
vi: Mã api của bạn trên Zenvia để đăng nhập

source: Connect Zenvia Account
vi: Kết nối tài khoản Zenvia

source: No org for this user, cannot claim
vi: Người dùng không thuộc tổ chức, không thể xác nhận

source: Number
vi: Số

source: The phone number or short code you are connecting
vi: Số điện thoại hoặc mã ngắn mà bạn đang kết nối

source: The country this phone number is used in
vi: Số điện thoại này được sử dụng tại quốc gia

source: Send URL
vi: Gửi URL

source: The publicly accessible URL for your Kannel instance for sending. ex: https://kannel.macklemore.co/cgi-bin/sendsms
vi: Mọi người có thể truy nhập đến tài khoản Kannel thông qua. ex: https://kannel.macklemore.co/cgi-bin/sendsms

source: The username to use to authenticate to Kannel, if left blank we will generate one for you
vi: Tên người dùng sử dụng để xác nhận tới Kannel, nếu để trống chúng tôi sẽ tạo một tên cho bạn

source: The password to use to authenticate to Kannel, if left blank we will generate one for you
vi: Mật khẩu sử dụng để xác thực cho Kannel, nếu để trống chúng tôi sẽ tạo cho bạn

source: Verify SSL
vi: Xác nhận SSL

source: Connect Kannel Service
vi: Kết nối dịch vụ Kannel

source: The URL we will call when sending messages, with variable substitutions
vi: Đường dẫn chúng tôi sẽ gọi khi gửi tin nhắn, với các biến thay thế

source: The URL we will POST to when sending messages, with variable substitutions
vi: Đường đẫn dùng phương thức "POST" khi gửi tin nhắn, với các biến có thể thay đổi

source: The phone number or short code you are connecting with country code. ex: +250788123124
vi: Số điện thoại hoặc mã ngắn mà bạn đang kết nối với mã quốc gia. Vd: +250788123124

source: Username
vi: Tên người dùng

source: The username provided by the provider to use their API
vi: Tên người dùng cung cấp bởi nhà cung cấp để sử dụng API của họ

source: Password
vi: Mật khẩu

source: The password provided by the provider to use their API
vi: Mật khẩu cung cấp bởi nhà cung cấp để sử dụng API của họ

source: Invalid phone number, please include the country code. ex: +250788123123
vi: Số điện thoại không đúng, hãy thêm mã quốc gia. Vd: +250788123123

source: Connect Infobip
vi: Kết nối Infobip

source: The phone number with country code or short code you are connecting. ex: +250788123124 or 15543
vi: Số điện thoại với mã quốc gia hoặc mã ngắn mà bạn đang kết nối. Vd: +250788123124 hoặc 15543

source: Channel Name
vi: Tên kênh

source: The Verboice channel that will be handling your calls
vi: Kênh Verboice sẽ xử lý những cuộc gọi của bạn

source: Connect Verboice
vi: Kết nối Verboice

source: Connect Hub9
vi: Kết nối Hub9

source: The short code you are connecting with.
vi: Mã ngắn mà bạn đang kết nối

source: URL
vi: Đường dẫn URL

source: The url provided to deliver messages
vi: Đường dẫn URL cung cấp để gửi tin nhắn

source: The username provided to use their API
vi: Tên người dùng cung cấp để sử dụng API

source: The password provided to use their API
vi: Mật khẩu cung cấp để sử dụng API của họ

source: Key
vi: Khóa

source: The key provided to sign requests
vi: Khóa được cung cấp để xác minh yêu cầu.

source: Connect Shaqodoon
vi: Kết nối Shaqodoon

source: Account Key
vi: Mã tài khoản

source: Your Vumi account key as found under Account -> Details
vi: Mã tài khoản Vumi của bạn có thể được tìm thấy tại Tài khoản -> Chi tiết

source: Conversation Key
vi: Mã chuyển đổi

source: The key for your Vumi conversation, can be found in the URL
vi: Mã cho cuộc trò chuyện Vumi của bạn, có được tìm thấy trong đường dẫn URL

source: Transport Name
vi: Tên truyền dẫn.

source: The name of the Vumi transport you will use to send and receive messages
vi: Tên của truyền dẫn Vumi được bạn dùng để gửi và nhận tin nhắn

source: Connect Vumi
vi: Kết nối Vumi

source: Your short code on Africa's Talking
vi: Mã ngắn của bạn trên Africa's Talking

source: Your username on Africa's Talking
vi: Tên người dùng trên Africa's Talking

source: Your api key, should be 64 characters
vi: Mã api của bạn, nên là 64 ký tự

source: Connect Africa's Talking Account
vi: Kết nối tài khoản Africa's Talking

source: Register Android Phone
vi: Đăng ký điện thoại Android

source: Claim Channel
vi: Xác nhận kênh

source: Sorry, you can only add numbers for the same country (%s)
vi: Xin lỗi, bạn chỉ có thể thêm số từ cùng quốc gia (%s)

source: Channels
vi: Những kênh

source: Unknown
vi: Không xác định

source: The area code you want to search for a new number in
vi: Mã vùng được dùng để tìm kiếm số mới

source: The phone number being added
vi: Số điện thoại đang được thêm

source: Sorry, you need to have an organization to add numbers. You can still test things out for free using an Android phone.
vi: Xin lỗi, bạn cần có một tổ chức để thêm số. Bạn vẫn có thể kiểm tra miễn phí sử dụng một điện thoại Android.

source: Sorry, the number you chose is not supported. You can still deploy in any country using your own SIM card and an Android phone.
vi: Xin lỗi, số mà bạn chọn không được hỗ trợ. Bạn vẫn có thể sử dụng ở bất kỳ quốc gia nào sử dụng thẻ SIM của bạn và một điện thoại Android.

source: That number is already connected (%s)
vi: Số điện thoại này đã được kết nối (%s)

source: That number is already connected to another account - %s (%s)
vi: Số điện thoại này đã được kết nối với một tài khoản khác - %s (%s)

source: An error occurred connecting your Twilio number, try removing your Twilio account, reconnecting it and trying again.
vi: Một lỗi đã xảy ra khi kết nối số Twilio của bạn, hãy thử gở bõ tài khoản Twilio, kết nối lại và thử lại.

source: That number is not currently supported.
vi: Số này hiện tại không được hỗ trợ

source: Omnibox requires a user, make sure you set one using field.set_user(user) in your form.__init__
vi: Omnibox yêu cầu có người dùng, đảm bảo rẳng bạn đang dùng field.set_user(user) trong form.__init__

source: Phone number
vi: Số điện thoại

source: Twitter handle
vi: Tài khoản Twitter.

source: Label
vi: Nhãn

source: Is Active
vi: Đang hoạt động

source: Shown in Tables
vi: Hiển thị trong các bảng

source: The name of this contact
vi: Tên của liên lạc này

source: The organization that this contact belongs to
vi: Liên lạc này thuộc về tổ chức

source: Is Test
vi: đó là kiểm thử

source: Whether this contact is for simulation
vi: có thể liên hệ này dùng để mô phỏng

source: Language
vi: Ngôn ngữ

source: The preferred language for this contact
vi: Ngôn ngữ ưu tiên cho liên lạc này

source: URN cannot have empty scheme or path
vi: URN không

source: Provided URNs belong to different existing contacts
vi: Những URN được cấp thuộc những liên hệ có sẵn

source: The file you provided is missing a required header called "Name".
vi: Tệp bạn cung cấp bị thiếu tiêu đề "Tên".

source: Contacts
vi: Những liên lạc

source: The organization this group is part of
vi: Nhóm này thuộc một phần của tổ chức

source: The membership query for this group
vi: truy vấn để phân nhóm.

source: Query Fields
vi: Các trường truy vấn.

source: The Organization of the user.
vi: Tổ chức của người dùng.

source: The unique group to export
vi: nhóm thông tin để truy xuất

source: The host this export task was created on
vi: Tác vụ truy xuất này được tạo trên máy chủ

source: All Contacts
vi: Tất cả liên lạc

source: Failed
vi: Thất bại

source: Blocked
vi: Đã bị chặn

source: Add to Group
vi: Thêm vào nhóm

source: Remove from Group
vi: Loại bỏ khỏi nhóm

source: Delete Contacts
vi: Xóa liên lạc

source: Used by another contact
vi: Đã dùng bởi liên lạc khác

source: Invalid format
vi: Định dạng không khả dụng

source: Groups
vi: Những nhóm

source: Add or remove groups this contact belongs to
vi: Thêm hoặc xóa những nhóm mà liên lạc thuộc về

source: %s (Missing)
vi: %s (Thiếu)

source: Export complete, you can find it here: %s (production users will get an email)
vi: Quá trình xuất đã hoàn thành, bạn có thể tìm thấy ở đây: %s (người dùng sản phẩm sẽ nhận được một email).

source: %s is a reserved name for contact fields
vi: %s là tên dành trước cho trường liên hệ

source: Invalid group or contact id
vi: Nhóm hoặc Tài khoản liên lạc không khả dụng

source: Send Message
vi: Gửi tin nhắn

source: Block
vi: Chặn

source: Unblock
vi: Bỏ chặn

source: Delete
vi: Xóa

source: Save as Group
vi: Lưu dưới dạng nhóm

source: Manage Fields
vi: Quản lý các trường

source: Export
vi: Xuất

source: Blocked Contacts
vi: Những liên lạc đã bị chặn

source: Failed Contacts
vi: Những liên lạc đã thất bại

source: Edit Group
vi: Sửa nhóm

source: Delete Group
vi: Xóa nhóm

source: Create
vi: Tạo

source: Contact blocked
vi: Liên hệ đã bị chặn

source: Contact unblocked
vi: Liên lạc đã được bỏ chặn

source: You cannot remove this group while it has active triggers (%s)
vi: Bạn không thể gỡ bỏ nhóm này khi có một trigger hoạt động (%s)

source: Field name '%s' is a reserved word
vi: Tên trường '%s' là một từ dành trước

source: Manage Contact Fields
vi: Quảng lý các trường Liên lạc

source: Update Fields
vi: Cập nhật các trường

source: show
vi: Hiển thị

source: Message flow
vi: Luồng tin nhắn

source: Single Message Flow
vi: Luồng tin nhắn đơn

source: Phone call flow
vi: Luồng cuộc gọi

source: The name for this flow
vi: Tên cho luồng này

source: Labels
vi: Các nhãn

source: Any labels on this flow
vi: Bất kỳ nhãn nào trên luồng này

source: The type of node this flow starts with
vi: Loại điểm của luồng này bắt đầu bằng

source: Whether this flow is archived
vi: Nếu luồng này đã được lưu trữ

source: The type of this flow
vi: Loại luồng này

source: Minutes of inactivity that will cause expiration from flow
vi: Thời gian không hoạt động sẽ kết thúc luồng này

source: Ignore keyword triggers while in this flow
vi: Bỏ qua kích hoạt từ khóa khi ở trong luồng này

source: When this item was saved
vi: Vào lúc tin nhắn này được lưu

source: The user which last saved this flow
vi: Người dùng lưu luồng này cuối cùng

source: The primary language for editing this flow
vi: Ngôn ngữ chính chỉnh sửa luồng này

source: The label for this field
vi: Nhãn cho trường này

source: The URL that will be called with the user's response before we run our rules
vi: URL được gọi bởi phản hồi của người dùng trước khi thực hiện những quy tắc

source: The JSON encoded actions for this action set
vi: JSON đã mã hóa những hành động cho tập hợp này

source: When this ruleset was originally created
vi: Vào lúc tập quy tắc được khởi tạo

source: When this ruleset was last modified
vi: Vào lúc tập quy tắc này được thay đổi lần cuối

source: Valid
vi: Hợp lệ

source: When this action was originally created
vi: Hành động này được khởi tạo vào lúc

source: When this action was last modified
vi: Hành động này được thay đổi lần cuối vào lúc

source: The JSON flow definition
vi: Định nghĩa luồng JSON

source: The call that handled this flow run, only for voice flows
vi: Yêu cầu điều khiển luồng này chạy, chỉ cho phép luồng âm thanh

source: Whether this flow run is currently active
vi: Nếu luồng chạy này hiện tại đang hoạt động

source: When this flow run was created
vi: Luồng chạy này được tạo vào lúc

source: When this flow run will expire
vi: Luồng chạy này sẽ kết thúc vào lúc

source: When this flow run expired
vi: Luồng chạy này kết thúc vào lúc

source: %s has exited this flow
vi: %s đã rời luồng này

source: The flows to export
vi: Những luồng để xuất

source: The UUID of the ActionSet or RuleSet for this step
vi: UUID của tập hành động hoặc tập qui tắc cho bước này

source: The category label that matched on this ruleset, null on ActionSets
vi: Nhãn hạng mục phù hợp với tập qui tắc, null nếu là tập hành động

source: The value that was matched in our category for this ruleset, null on ActionSets
vi: Giá trị phù hợp hạng mục của chúng ta trong tập qui tắc này, null nếu là tập hành động

source: The decimal value that was matched in our category for this ruleset, null on ActionSets or if a non numeric rule was matched
vi: Giá trị thập phân phù hợp trong hạng mục của chúng ta với tập qui tắc này, null nếu là tập hành động hoặc nếu một qui tắc không phải bằng số phù hợp

source: The uuid of the next step type we took
vi: UUID của loại bước tiếp theo chúng ta có

source: When the user arrived at this step in the flow
vi: Người dùng đến bước này trong luồng vào lúc

source: When the user left this step in the flow
vi: Khi người dùng rời khỏi bước này trong luồng

source: Any messages that are associated with this step (either sent or received)
vi: Bất kì tin nhắn được liên kết với bước này (cả gửi và nhận)

source: The flow that is being started
vi: Luồng đang bắt đầu

source: Groups that will start the flow
vi: Các nhóm sẽ bắt đầu luồng

source: Contacts that will start the flow
vi: Những người sẽ bắt đầu luồng

source: Whether to restart any participants already in this flow
vi: Liệu có thể khởi động bất kì người tham gia đã có trong luồng này

source: The status of this flow start
vi: Trạng thái của sự bắt đầu luồng này

source: The name of this flow label
vi: Tên của nhãn luồng này

source: Parent
vi: cha

source: "%s" would be sent to %s
vi: "%s" được gửi tới %s

source: Group '%s' created
vi: Nhóm '%s' được tạo

source: Added %s to %s
vi: Đã thêm %s vào %s

source: Removed %s from %s
vi: Bỏ %s từ %s

source: Label '%s' created
vi: Nhãn '%s' được tạo

source: Added %s label to msg '%s'
vi: Đã thêm nhãn %s vào tin nhắn '%s'

source: Played recorded message for "%s"
vi: Mở tin nhắn đăng kí cho "%s"

source: Read message "%s"
vi: Đọc tin nhắn "%s"

source: Added %d contact(s) to '%s' flow
vi: Đã thêm %d người vào luồng '%s'

source: Setting language to %s
vi: Thiết lập ngôn ngữ %s

source: Starting other flow %s
vi: Đang bắt đầu luồng %s khác

source: Updated %s to '%s'
vi: Đã cập nhật %s thành '%s'

source: Expire inactive contacts
vi: Những người không hoạt động đã hết hạn

source: When inactive contacts should be removed from the flow
vi: Khi những người không hoạt động nên được loại khỏi luồng

source: Never
vi: Không bao giờ

source: After 5 minutes
vi: Sau 5 phút

source: After 30 minutes
vi: Sau 30 phút

source: After 1 hour
vi: Sau 1 giờ

source: After 3 hours
vi: Sau 3 giờ

source: After 6 hours
vi: Sau 6 giờ

source: After 12 hours
vi: Sau 12 giờ

source: After 1 day
vi: Sau 1 ngày

source: After 3 days
vi: Sau 3 ngày

source: After 1 week
vi: Sau 1 tuần

source: After 2 weeks
vi: Sau 2 tuần

source: After 30 days
vi: Sau 30 ngày

source: "%s" must be a single word containing only letter and numbers
vi: "%s" phải là một từ đơn chỉ chứa chữ cái và số

source: The keywords "%s" are already used for another flow
vi: Những từ khóa "%s" đã được sử dụng cho luồng khác

source: The keyword "%s" is already used for another flow
vi: Từ khóa "%s" đã được sử dụng cho luồng khác

source: Archive Flows
vi: Luồng lưu trữ

source: Label Messages
vi: Những tin nhắn nhãn

source: Restore Flows
vi: Phục hồi các luồng

source: When a user sends any of these keywords they will begin this flow
vi: Khi một người dùng gửi bất kì trong số những từ khóa này chúng sẽ bắt đầu luồng này

source: Run flow over
vi: Chạy luồng vượt qua

source: Place a phone call or use text messaging
vi: Đặt một cuộc gọi hoặc sử dụng tin nhắn văn bản

source: Choose a name to describe this flow, e.g. Demographic Survey
vi: Chọn một tên để mô tả luồng này, ví dụ: Demographic Survey

source: Your flow has been removed.
vi: Luồng của bạn đã được gỡ bỏ

source: Flows
vi: Các luồng

source: Contact Name
vi: Tên liên lạc

source: Contact First Name
vi: Tên

source: Contact Groups
vi: Nhóm liên lạc

source: Contact Phone
vi: Số điện thoại liên lạc

source: Contact Phone - E164
vi: Số điện thoại - E164

source: Contact UUID
vi: Mã UUID

source: New Contact
vi: Liên lạc mới

source: Current Date and Time
vi: Ngày giờ hiện tại

source: Current Date
vi: Ngày hôm nay

source: Tomorrow's Date
vi: Ngày mai

source: Yesterday's Date
vi: Ngày hôm qua

source: Sent to
vi: Gửi đến
